tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'android-sdk'
brew 'apple-gcc42'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bash-completion'
brew 'boot2docker'
brew 'brew-cask'
brew 'cabal-install'
brew 'cask'
brew 'cloog'
brew 'cmake'
brew 'cntlm'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'docker'
brew 'elasticsearch'
brew 'emacs'
brew 'erlang'
brew 'ffmpeg'
brew 'fig'
brew 'findutils'
brew 'foremost'
brew 'freetype'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'ghc'
brew 'gist'
brew 'git'
brew 'git-extras'
brew 'gmp'
brew 'gnu-sed', args: ['default-names']
brew 'go'
brew 'grep'
brew 'hub'
brew 'imagemagick'
brew 'isl'
brew 'jpeg'
brew 'lame'
brew 'lesstif'
brew 'libevent'
brew 'libgpg-error'
brew 'libiconv'
brew 'libksba'
brew 'libmpc'
brew 'libogg'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'lynx'
brew 'maven'
brew 'mercurial'
brew 'moreutils'
brew 'mpfr'
brew 'mysql'
brew 'narwhal'
brew 'ncurses'
brew 'ngrep'
brew 'nmap'
brew 'node', args: ['without-npm']
brew 'nvm'
brew 'openssl'
brew 'ossp-uuid'
brew 'p7zip'
brew 'pcre'
brew 'phantomjs'
brew 'pigz'
brew 'pkg-config'
brew 'postgresql'
brew 'pv'
brew 'qt'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'rcm'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'rhino'
brew 'ringojs'
brew 'rpm2cpio'
brew 'ruby-build'
brew 'screen'
brew 'sdl2'
brew 'shellcheck'
brew 'sqlite'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'stow'
brew 'subversion'
brew 'the_silver_searcher'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'ucspi-tcp'
brew 'unixodbc'
brew 'v8'
brew 'vim'
brew 'watch'
brew 'webkit2png'
brew 'wget' --enable-iri
brew 'wxmac'
brew 'x264'
brew 'xpdf'
brew 'xvid'
brew 'xz'
brew 'zopfli'
brew 'zsh'

cask 'charles'
cask 'chicken'
cask 'cleanmymac'
cask 'coconutbattery'
cask 'consul'
cask 'dropbox'
cask 'gitx-l'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'growlnotify'
cask 'iterm2'
cask 'keepassx'
cask 'kdiff3'
cask 'qt-creator'
cask 'reggy'
cask 'slate'
cask 'spotify'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
