cask_args appdir: '~/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'homebrew/completions'
cask 'java'
cask 'xquartz'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'libgpg-error'
brew 'findutils'
brew 'gcc'
brew 'gdbm'
brew 'git'
brew 'jpeg'
brew 'libtiff'
brew 'gist'
brew 'git-extras'
brew 'gnu-sed'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'go'
brew 'jq'
brew 'keybase'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'maven'
brew 'moreutils'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'pinentry-mac'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true
brew 'solr', restart_service: true
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'vim', args: ['override-system-vi']
brew 'wget', args: ['with-iri']
cask '1password'
cask 'caffeine'
cask 'charles'
cask 'chefdk'
cask 'evernote'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'java7'
cask 'little-snitch'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'vmware-fusion'
cask 'whatsapp'
cask 'wireshark'
mas 'Numbers', id: 409203825
mas 'BetterSnapTool', id: 417375580
mas 'Apple Configurator 2', id: 1037126344
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'Twitter', id: 409789998
