tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'homebrew/x11'
brew 'openssl'
brew 'node'
brew 'python'
brew 'bash'
brew 'bash-completion'
brew 'cask'
brew 'ctags'
brew 'git'
brew 'findutils'
brew 'gcc'
brew 'gist'
brew 'git-extras'
brew 'gnu-sed'
brew 'gnupg'
brew 'jq'
brew 'keybase'
brew 'lesstif'
brew 'libxml2'
brew 'mas'
brew 'maven'
brew 'moreutils'
brew 'nmap'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'uncrustify'
brew 'vim'
brew 'watch'
brew 'wget'
cask '1password'
cask 'caffeine'
cask 'charles'
cask 'chefdk'
cask 'citrix-receiver'
cask 'google-chrome'
cask 'iterm2'
cask 'little-snitch'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'tigervnc-viewer'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vmware-fusion7'
cask 'vlc'
cask 'wireshark'
mas 'BetterSnapTool', id: 417375580
