tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'thoughtbot/formulae'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'android-sdk'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'azure-cli'
brew 'bash'
brew 'bash-completion'
brew 'ghc'
brew 'cabal-install'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'fontconfig'
brew 'imagemagick'
brew 'emacs'
brew 'cask'
brew 'chruby'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'cntlm'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'elasticsearch'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'ffmpeg'
brew 'findutils'
brew 'foremost'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gecode'
brew 'gem_home', args: ['HEAD']
brew 'gist'
brew 'git-extras'
brew 'gnu-sed'
brew 'gnupg'
brew 'groovy'
brew 'hub'
brew 'oniguruma'
brew 'jq'
brew 'keybase'
brew 'lesstif'
brew 'libevent'
brew 'libffi'
brew 'libgpg-error'
brew 'libksba'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'lua'
brew 'luajit'
brew 'lynx'
brew 'mas'
brew 'maven'
brew 'moreutils'
brew 'mysql'
brew 'narwhal'
brew 'ngrep'
brew 'nmap'
brew 'nvm'
brew 'ossp-uuid'
brew 'p7zip'
brew 'packer'
brew 'pigz'
brew 'postgresql'
brew 'privoxy'
brew 'pv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'rpm2cpio'
brew 'ruby-install'
brew 'sdl2'
brew 'shellcheck'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'tree'
brew 'ucspi-tcp'
brew 'uncrustify'
brew 'unixodbc'
brew 'vim'
brew 'watch'
brew 'webkit2png'
brew 'wget'
brew 'wxmac'
brew 'zopfli'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/screen'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc48'
brew 'thoughtbot/formulae/rcm'
cask '1password'
cask 'atom'
cask 'caffeine'
cask 'charles'
cask 'chefdk'
cask 'citrix-receiver'
cask 'consul'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'java7'
cask 'little-snitch'
cask 'opera'
cask 'packer'
cask 'slack'
cask 'spotify'
cask 'terraform'
cask 'the-unarchiver'
cask 'tigervnc-viewer'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'wireshark'
mas 'Twitter', id: 409789998
mas 'BetterSnapTool', id: 417375580
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Todoist', id: 585829637
mas 'Numbers', id: 409203825
