tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'homebrew/x11'
cask 'java'
cask 'xquartz'
brew 'autoconf'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'icu4c'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'pkg-config'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'cask'
brew 'cctools'
brew 'ctags'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'findutils'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'gist'
brew 'git-extras'
brew 'gnu-sed'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'lua'
brew 'highlight'
brew 'oniguruma'
brew 'jq'
brew 'keybase'
brew 'lesstif'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'mas'
brew 'maven'
brew 'moreutils'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'perl'
brew 'pinentry-mac'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'ruby'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'uncrustify'
brew 'vim'
brew 'watch'
brew 'wget'
cask '1password'
cask 'caffeine'
cask 'charles'
cask 'chefdk'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'little-snitch'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'tigervnc-viewer'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'vmware-fusion7'
cask 'wireshark'
mas 'Twitter (4.2.2)', id: 409789998
mas 'Keynote (7.0)', id: 409183694
mas 'BetterSnapTool (1.7)', id: 417375580
mas 'Numbers (4.0)', id: 409203825
